import "./css/About.css"
import "./css/Menu.css"

export function About() {
    return (
        <div className="about">
            <h1 className="title">
                Модуль и Модуль
            </h1>
            <p className="intro">Проект, целью которого является создание одежды, состоящей из сборных модулей</p>
            <p className="description">Модульная одежда дает людям возможность стать дизайнером и собственноручно формировать свой образ на каждый день.
            Разделение одежды на модули дает пространство для фантазий, открывает большое число различных комбинаций, вдохновляет на новые идеи</p>
        </div>
    )
}